[
    {
        "id": 1,
        "name": "Mini Puppy (Mini Junior",
        "price": 8425,
        "description": "Razas medianas y grandes, contiene pollo y arroz",
        "category": "perros",
        "discount": 22,
        "image": "carrito1.png",
        "stock": true,
        "codigo": 32439,
        "marca": "ROYAL CANIN"
    },
    {
        "id": 2,
        "name": "Eukanuba control peso raza mediana",
        "codigo": 12342,
        "marca": "EUKANUBA",
        "description": "EUKANUBA CONTROL DE PESO RAZA MEDIANA. alimento balanceado completo para perros adultos de más de 1 año de edad que presentan sobrepeso o tienen menores niveles de actividad y para razas medianas como Bulldog Francés, Beagle, Bretón, Cocker, Boxer, Schnauzer Standard y otras razas o perros mestizos que en su etapa adulta pesan entre 10 y 25 kg. Las fórmulas de Eukanuba Weight Control son indicadas para para perros adultos con tendencia al sobrepeso o bajos niveles de actividad diaria. Las mismas poseen un menor contenido graso que la fórmula de Adulto, con una combinación de fuentes de hidrato de carbono de bajo índice glicémico que además mejora la disponibilidad de energía entre las comidas y la sensación de saciedad. Eukanuba Weight Control puede utilizarse de por vida como dieta de mantenimiento.",
        "image": "12.jpg",
        "category": "perros",
        "discount": 15,
        "price": 7029,
        "stock": true
    },
    {
        "id": 3,
        "name": "Cachorros Minis",
        "codigo": 33422,
        "marca": "DOG CHOW",
        "description": "alimento para gatos adultos 340g",
        "image": "14.jpg",
        "category": "gatos",
        "discount": 18,
        "price": 2500,
        "stock": true
    },
    {
        "id": 4,
        "name": "Bulldog 24 Adult",
        "codigo": 70989,
        "marca": "ROYAL CANIN",
        "description": "Alimento balanceado para caniches cachorros de 2 a 10 meses de edad. ",
        "image": "10.jpg",
        "category": "perros",
        "discount": 15,
        "price": 6565,
        "stock": true
    },
    {
        "id": 5,
        "name": "Alimento Para Perro Eukanuba Cachorro Raza Pequeña x 1 kg",
        "codigo": 36645,
        "marca": "EUKANUBA",
        "description": "Recomendado para cachorros entre 1 y 12 meses de edad. Alimento balanceado completo para cachorros de raza pequeña como Caniche, Yorkshire Terrier, Chihuahua, Daschund, Maltes y otras razas o perros mestizos que en su etapa adulta pesan menos de 10 kgTambién recomendado durante la gestación y lactancia. Durante las últimas tres semanas de gestación, incremente la cantidad de alimento en un 25 % a 50%. Durante la lactancia ofrézcale alimento sin restricciones (generalmente de dos a cinco veces la cantidad que sugiere la guía de alimentación, dependiendo del tamaño y de la raza).",
        "image": "11.jpg",
        "category": "perros",
        "discount": 10,
        "price": 4500,
        "stock": true
    },
    {
        "id": 6,
        "name": "Kitten Chicken & Rice",
        "codigo": 44543,
        "marca": "PURINA EXCELLENT",
        "description": "Alimento para perros cachorros de talla pequeña (hasta 10kg de peso adulto). Hasta los 10 meses de edad.",
        "image": "6.jpg",
        "category": "perros",
        "discount": 5,
        "price": 1579,
        "stock": true
    }
]