[
    {
        "id": 1,
        "name": "Royal Canin Royal Canin Pack Sobrecitos Mini Puppy x 85gr",
        "price": 8425,
        "description": "Alimento para perros cachorros de talla pequeña, (hasta 10kg de peso adulto). Hasta los 10 meses de edad. Ayuda a reforzar las defensas naturales de tu cachorro, gracias en particular a un complejo de antioxidantes, que incluye vitamina E. Promueve la salud digestiva y el equilibrio de la flora intestinal. Responde a las necesidades energéticas de los cachorros de razas pequeñas.",
        "category": "perros",
        "discount": 22,
        "image": "carrito1.png",
        "stock": true,
        "codigo": 32439,
        "marca": "ROYAL CANIN"
    },
    {
        "id": 2,
        "name": "Eukanuba control peso raza mediana",
        "codigo": 12342,
        "marca": "EUKANUBA",
        "description": "EUKANUBA CONTROL DE PESO RAZA MEDIANA. alimento balanceado completo para perros adultos de más de 1 año de edad que presentan sobrepeso o tienen menores niveles de actividad y para razas medianas como Bulldog Francés, Beagle, Bretón, Cocker, Boxer, Schnauzer Standard y otras razas o perros mestizos que en su etapa adulta pesan entre 10 y 25 kg. Las fórmulas de Eukanuba Weight Control son indicadas para para perros adultos con tendencia al sobrepeso o bajos niveles de actividad diaria. Las mismas poseen un menor contenido graso que la fórmula de Adulto, con una combinación de fuentes de hidrato de carbono de bajo índice glicémico que además mejora la disponibilidad de energía entre las comidas y la sensación de saciedad. Eukanuba Weight Control puede utilizarse de por vida como dieta de mantenimiento.",
        "image": "12.jpg",
        "category": "perros",
        "discount": 15,
        "price": 7029,
        "stock": true
    },
    {
        "id": 3,
        "name": "Dog Chow Cachorros Minis y Pequeños ",
        "codigo": 33422,
        "marca": "DOG CHOW",
        "description": "Alimento balanceado completo para cachorros de tamaño pequeño de 1,5 a 12 meses, hembras gestantes y lactantes. Nutrición específicamente diseñada para tu cachorro mini y pequeño que ayuda a mejorar su calidad de vida desde adentro hacia afuera de forma visible.",
        "image": "14.jpg",
        "category": "perros",
        "discount": 18,
        "price": 2500,
        "stock": true
    },
    {
        "id": 4,
        "name": "Royal Canin Bulldog 24 Adult",
        "codigo": 70989,
        "marca": "ROYAL CANIN",
        "description": "Alimento para perros adultos y maduros de raza mediana, grande Bulldog – Desde los 12 meses de edad, para adelante. Esta exclusiva croqueta está diseñada para facilitar la prensión y estimular la masticación en el Bulldog.",
        "image": "10.jpg",
        "category": "perros",
        "discount": 15,
        "price": 6565,
        "stock": true
    },
    {
        "id": 5,
        "name": "Eukanuba Puppy Small Breed",
        "codigo": 36645,
        "marca": "EUKANUBA",
        "description": "Recomendado para cachorros entre 1 y 12 meses de edad. Alimento balanceado completo para cachorros de raza pequeña como Caniche, Yorkshire Terrier, Chihuahua, Daschund, Maltes y otras razas o perros mestizos que en su etapa adulta pesan menos de 10 kgTambién recomendado durante la gestación y lactancia. Durante las últimas tres semanas de gestación, incremente la cantidad de alimento en un 25 % a 50%. Durante la lactancia ofrézcale alimento sin restricciones (generalmente de dos a cinco veces la cantidad que sugiere la guía de alimentación, dependiendo del tamaño y de la raza).",
        "image": "11.jpg",
        "category": "perros",
        "discount": 10,
        "price": 4500,
        "stock": true
    },
    {
        "id": 6,
        "name": "Purina Excellent Kitten Chicken & Rice",
        "codigo": 44543,
        "marca": "PURINA EXCELLENT",
        "description": "En su primer año de vida los gatitos necesitan una nutrición óptima para favorecer su desarrollo y crecimiento, hasta llegar a su etapa adulta. PURINA® Excellent® Gatitos Pollo y Arroz, ofrece una fórmula completa y balanceada a base de proteínas de alta digestibilidad, equilibrada con calcio y fósforo y con ácidos grasos omega 3 y 6.",
        "image": "6.jpg",
        "category": "perros",
        "discount": 5,
        "price": 1579,
        "stock": true
    }
]